{"i": 448110, "bought": 25638, "skinomi": 88, "techskin": 8, "full": 3958, "body": 1649, "shield": 375, "for": 165698, "my": 132618, "iphone": 8707, "4s": 1275, ".": 803523, "them": 34755, "when": 38216, "we": 24967, "were": 16958, "first": 18371, "married": 118, "and": 340993, "have": 100812, "put": 13184, "up": 35860, "with": 102320, "years": 14344, "this": 199920, "works": 17597, "great": 34663, ",": 406818, "can": 38878, "charge": 6907, "ipod": 1615, "ipad": 1372, "android": 983, "devices": 1894, "without": 9993, "issues": 2816, "he": 8747, "arrived": 3090, "back": 15223, "at": 43791, "his": 4007, "hotel": 148, "took": 5337, "the": 602730, "case": 20266, "off": 20436, "cleaned": 891, "it": 365140, "here": 5425, "'s": 67224, "a": 308005, "list": 990, "of": 176297, "alternatives": 156, "if": 46589, "you": 105092, "are": 64961, "being": 6400, "cautious": 69, "about": 29011, "what": 23004, "onto": 1506, "your": 29943, "brain": 119, "1": 8515, "bags": 1759, "work": 20187, "fine": 7906, "delivery": 574, "was": 90348, "fast": 3583, "price": 15220, "is": 198766, "right": 10686, "...": 8793, "plus": 3203, "did": 31094, "n't": 92958, "to": 303779, "go": 11494, "store": 5723, "within": 2959, "minute": 1046, "photo": 709, "printed": 203, "then": 16228, "guy": 868, "asked": 849, "me": 30430, "immediately": 1903, "log": 64, "on": 98220, "into": 13397, "account": 252, "remove": 2918, "review": 4889, "because": 23299, "problem": 9412, "solved": 315, "very": 47599, "cute.fast": 1, "forward": 1223, "couple": 5147, "used": 23674, "chopper": 340, "much": 24395, "as": 66556, "turns": 1308, "out": 39718, "ordered": 6877, "one": 63117, "these": 38696, "porgrammable": 1, "thermometers": 113, "friend": 2080, "she": 8825, "so": 64355, "happy": 5305, "that": 119479, "myself": 2978, "unit": 6713, "purchased": 10483, "an": 28329, "lg": 451, "optimus": 129, "pro": 979, "too": 22290, "bad": 8150, "think": 11666, "could": 17616, "liked": 2718, "game": 18109, "but": 96610, "tedious": 225, "pinpoint": 12, "controller": 495, "movements": 100, "ulitmately": 1, "ruined": 414, "fit": 11896, "would": 42229, "like": 50400, "be": 52270, "bit": 8491, "more": 30915, "tacky": 140, "better": 18626, "grip": 1877, "overall": 2552, "protects": 993, "phone": 28498, "next": 4090, "thing": 12385, "condition": 918, "board": 1782, "--": 7626, "any": 19219, "products": 6287, "there": 25282, "will": 34935, "personal": 570, "favorite": 2014, "boos": 82, "block": 894, "mystery": 125, "oil": 4218, "low": 3529, "buzz": 104, "in": 128745, "ear": 3829, "had": 42962, "been": 16548, "reviewed": 331, "best": 9761, "stevia": 220, "ever": 7099, "it.i": 220, "using": 16473, "powdered": 201, "packets": 227, "called": 1706, "stevita": 14, "supreme": 63, "window": 831, "mount": 1419, "holders": 304, "necessity": 114, "travelling": 51, "or": 44038, "talking": 877, "car": 4540, "playing": 2192, "music": 2789, "travel": 1113, "direction": 426, "apps": 667, "by": 16454, "situtation.you": 1, "not": 100279, "sleep": 752, "it.ended": 1, "donating": 44, "compare": 679, "similar": 2134, "knives": 3325, "wusthof": 409, "line": 2925, "which": 19233, "also": 22695, "excellent": 3628, "specific": 441, "cleaver": 95, "quality": 15564, "usa": 667, "made": 17373, "calphalon": 651, "commercial": 459, "hard-anodized": 44, "cookware": 1221, "spray": 1699, "deva": 20, "curl": 232, "mister": 38, "left": 3987, "hair": 6486, "feeling": 1124, "sticky": 1034, "find": 9782, "different": 8225, "remote": 778, "uses": 2769, "27.145": 3, "regular": 2982, "27": 138, "mhz": 44, "speakers": 931, "dock": 772, "-": 14771, "look": 9356, "elsewhere": 594, "hoping": 1743, "use": 47825, "quick": 2445, "pet": 846, "pick": 1542, "really": 24906, "weak": 1110, "smells": 1201, "delightful": 49, "skin": 4604, "break": 2880, "terribly": 332, "product": 28479, "lists": 99, "no": 32083, "mention": 979, "mollusks": 3, "figured": 1324, "safe.i": 6, "wrong": 3170, "light": 5723, "weight": 3213, "acceptable": 358, "sound": 6228, "easy": 18696, "setup": 563, "owned": 2742, "many": 10825, "coaster": 88, "sets": 1240, "sandstone": 11, "only": 26549, "still": 15903, "than": 28737, "other": 25062, "tried": 11205, "over": 16489, "returned": 2452, "headphones": 2313, "refunded": 152, "amazon": 9795, "already": 3593, "should": 9991, "news": 299, "caveat": 110, "emptor": 18, "two": 16210, "weeks": 3796, "since": 10100, "seen": 2314, "some": 21074, "eyeing": 19, "they": 59564, "seem": 4034, "afraid": 619, "perplexed": 21, "has": 31263, "worked": 6746, "superbly": 39, "fits": 5876, "although": 2906, "snugly": 291, "leather": 906, "belt": 1375, "stopped": 2228, "while": 11325, "continued": 308, "few": 11941, "days": 5391, "later": 2508, "plastic": 10138, "image": 426, "poor": 2428, "c-section": 5, "life": 3844, "saver": 402, "way": 13758, "small": 12880, "disappointed": 3888, "forgive": 26, "leaf": 147, "taste": 5701, "good": 35131, "after": 25766, "head": 2562, "3": 9990, "4": 8949, "dentist": 51, "another": 10937, "matter": 2081, "pouch": 398, "came": 7809, "maybe": 5519, "2-5": 20, "brushes": 494, "whole": 3550, "set": 9957, "from": 35380, "time": 27289, "'ll": 8139, "slip": 825, "little": 18934, "tem": 2, "words": 694, "required.six": 1, "five": 1935, "four": 2396, "three": 4954, "told": 1466, "him": 2502, "'d": 6555, "get": 33550, "practice": 417, "skills": 203, "keep": 9240, "collection": 734, "10": 5095, "true": 1696, "size": 11634, "sending": 556, "play": 5097, "less": 6794, "do": 52347, "how": 12866, "accessories": 604, "comes": 5877, "champ": 153, "complaints": 1143, "recommend": 10334, "anyone": 3781, "just": 48023, "eyeshadow": 59, "base": 2007, "supposed": 2427, "..": 1376, "see": 9829, "dramatic": 66, "improvement": 751, "ten": 796, "ago": 4979, "started": 4142, "drinking": 654, "lot": 10318, "water": 11651, "everyday": 1080, "attractive": 1037, "durable": 2313, "perfect": 9505, "want": 10893, "globs": 23, "olive": 538, "oil.i": 2, "especially": 3488, "longer": 4613, "purchase": 6096, "single": 2026, "cans": 812, "gta": 152, "vice": 99, "city": 463, "dragonball": 4, "z": 52, "budokai": 10, "mk": 62, "deadly": 32, "alliance": 24, "moved": 779, "all": 43430, "u.s.": 12, "forcing": 93, "choose": 811, "neccesary": 5, "armband": 127, "enough": 10934, "room": 3185, "allow": 1100, "got": 17640, "able": 4930, "winter": 564, "long": 11135, "sleeved": 6, "items": 2960, "including": 1215, "sweat": 381, "shirts": 230, "usually": 2919, "large": 6650, "metal": 3310, "strainer": 597, "extract": 213, "big": 8141, "chunks": 342, "material": 2272, "sizefits": 1, "most": 10197, "ladies": 132, "sure": 8920, "know": 10176, "complaining": 265, "functions": 596, "problems": 5101, "ridiculously": 203, "hard": 9551, "bubbles": 1225, "underneath": 424, "dull": 747, "screen": 9153, "outstanding": 334, "oem": 876, "instruction": 320, "booklet": 164, "vague": 59, "venting": 18, "process": 1289, "described": 938, "detail": 286, "usda": 23, "canning": 667, "site": 833, "cooking": 4653, "class": 356, "shared": 77, "table": 1244, "lady": 195, "who": 8049, "regaled": 1, "flavors": 643, "ice": 2361, "cream": 2699, "experimented": 61, "kitchenaid": 1299, "stand": 2595, "mixer": 2200, "8": 3023, "whatsoever": 466, "abused": 102, "fryer": 250, "measuring": 1796, "cups": 3057, "opened": 1525, "mailbox": 32, "found": 8161, "package": 2230, "box": 6211, "damaged": 702, "8217": 447, "ve": 57, "critter": 37, "year": 7211, "moles": 30, "tend": 796, "constant": 461, "'ve": 22403, "putting": 1949, "old": 10488, "son": 2433, "every": 9133, "walks": 135, "park": 176, "smaller": 3708, "thought": 8305, "though": 7525, "happens": 727, "expectation": 80, "jet-lagged": 2, "evidence": 84, "say": 8914, "shame": 645, "vagisil": 1, "grossly": 36, "overcharging": 8, "women": 418, "headset": 4714, "wanted": 6485, "style": 1879, "ears": 1155, "nothing": 6353, "differeniate": 1, "itself": 3080, "speaker": 1218, "either": 4795, "high": 5575, "volume": 2479, "read": 5504, "customer": 1889, "service": 2460, "?": 10959, "am": 17782, "mystified": 13, "positive": 1299, "reviews": 9583, "item": 7458, "reading": 2439, "description": 1411, "compact": 859, "lipstick": 100, "sized": 1207, "kensington": 97, "charger": 6050, "dual": 357, "port": 1360, "1a": 58, "2.1a": 32, "charging": 3130, "capability": 170, "equivalent": 152, "gotten": 1280, "restaurant": 255, "supply": 505, "doll": 281, "looks": 8268, "reliable.the": 4, "shortcomings": 53, "machine": 5171, "noted": 524, "reviewers": 1844, "holes": 1311, "proper": 643, "location": 353, "camera": 2769, "sensor": 284, "third": 1204, "popping": 449, "washed": 1008, "noticed": 2322, "2": 15030, "inch": 1537, "vertical": 271, "crack": 614, "side": 5475, "tiny": 1727, "people": 7208, "fly": 430, "locations": 158, "contact": 794, "points": 635, "batteries": 2961, "battery": 11060, "moisture": 523, "guess": 3487, "tasted": 912, "stronger": 427, "fruit": 1239, "flavor": 3079, "love": 15941, "own": 5127, "pots": 1215, "clean": 10427, "heavy": 5426, "matfer": 29, "exo": 5, "silicone": 1221, "sheets": 501, "now": 17843, "getting": 6484, "tattered": 5, "looking": 8746, "replace": 3656, "buying": 5272, "gifts": 575, "family": 2333, "'m": 18574, "glad": 2251, "knife": 5821, "someone": 2678, "drop": 1677, "floor": 1645, "easily": 7623, "damage": 1203, "l1": 8, "l2": 13, "r1": 11, "r2": 19, "wing": 45, "buttons": 2231, "may": 6534, "harsh": 239, "original": 3729, "trick": 633, "press": 3319, "efficiently": 119, "produces": 473, "nicely": 2071, "minced": 43, "garlic": 1409, "cassette": 133, "adapter": 1454, "sounded": 516, "dream": 292, "comparison": 540, "definitely": 4335, "compass": 87, "toshiba": 113, "d-r2": 1, "insists": 17, "disk": 324, "write": 761, "protected": 780, "34": 9287, "fix": 1170, "'": 4624, "months": 7688, "all-time": 20, "bathing": 32, "suit": 202, "dissolve": 124, "around": 9794, "straps": 493, "where": 6373, "apply": 1128, "sunscreen": 164, "well": 31248, "cleans": 1025, "cooks": 1121, "everything": 5348, "expect": 2987, "smell": 3399, "strongest": 56, "kettle": 945, "hot": 6152, "deserve": 120, "this.i": 28, "vacillated": 1, "between": 3141, "'expensive": 2, "burr": 432, "grinder": 2253, "faithful": 68, "'whirl-i-bird": 1, "grinder.after": 1, "week": 4047, "vacillation": 2, "converted": 65, "save": 2633, "yourself": 1565, "cash": 229, "spices": 726, "tins": 61, "pretty": 8582, "loaves": 341, "take": 8761, "turn": 3734, "once": 7031, "marks": 594, "lined": 214, "pot": 4362, "lid": 4408, "lightweight": 874, "gets": 4181, "job": 5776, "done": 3707, "quickly": 4535, "applying": 472, "protectors": 1502, "fiesta": 330, "ware": 526, "cord": 2847, "yesterday": 487, "even": 23283, "taken": 957, "twist": 369, "tie": 189, "holds": 2600, "packaging": 1565, "free": 3286, "shipping": 2658, "added": 1692, "bonus": 498, "wood": 1312, "grain": 300, "georgous": 2, "deep": 1322, "breaths": 7, "pain": 1711, "source": 468, "anticipate": 64, "pie": 596, "plates": 855, "left-handed": 30, "openers": 213, "hands": 2940, "wrists": 101, "explained": 133, "linksys": 641, "deceptively": 18, "changed": 1239, "entire": 1754, "router": 1034, "v5": 9, "version": 3213, "leaving": 761, "name": 1669, "wrt54g": 43, "cheap": 7381, "numerous": 485, "below": 816, "remarked": 19, "fragrance": 354, "disaster": 174, "waiting": 847, "happen.the": 2, "holiday": 228, "scents": 112, "pleasing": 169, "dog": 4554, "coat": 563, "softer": 337, "shinier": 27, "energetic": 31, "brand": 5254, "tested": 800, "belkin": 454, "professional": 877, "stylus": 841, "kindle": 366, "fire": 839, "nuts": 598, "local": 1594, "publix": 10, "their": 9895, "greenwise": 2, "section": 453, "smudges": 149, "show": 1402, "heavily": 234, "zagg": 221, "tough": 879, "bakes": 167, "seasoning": 425, "pan": 8475, "rust": 791, "eventually": 1271, "provides": 980, "stick-resistant": 6, "surface": 2060, "opinion": 1330, "based": 2149, "cleaning": 3082, "doormat": 2, "rugs": 248, "carpet.i": 3, "daily": 1835, "carpet": 1286, "setting": 1814, "mean": 1363, "counteract": 10, "servings": 194, "pasta": 1339, "cooker": 1723, "gordan": 1, "cap": 716, "stiff": 771, "uncomfortable": 1002, "month": 3344, "3d": 355, "feature": 2091, "stepping": 30, "stone": 811, "5": 7869, "future": 970, "leave": 2456, "agree": 781, "those": 6188, "balanced": 342, "slightly": 2154, "weighted": 120, "towards": 314, "bass": 620, "frequencies": 89, "listen": 787, "audio": 1176, "having": 5556, "physically": 120, "attached": 1038, "via": 717, "make": 17722, "fault": 789, "stupidity": 23, "packed": 441, "gift": 3068, "daughter-in-law": 59, "share": 339, "times": 8185, "until": 4664, "voice": 1683, "activation": 87, "call": 2712, "offers": 695, "ability": 710, "storing": 440, "oxygen": 68, "absorbers": 5, "starting": 793, "ca": 9957, "comment": 568, "durability": 562, "bluetooth": 3508, "connectivity": 125, "be.pay": 1, "extra": 4033, "bucks": 1253, "weathertech": 1, "occassions": 15, "handling": 368, "kids": 2636, "pictures": 1117, "jostled": 15, "loose": 1848, "bullky": 1, "fancier": 56, "always": 7123, "come": 6193, "awesome": 1865, "picking": 383, "dirt": 1043, "bare": 361, "settings": 949, "udi": 5, "bread": 3492, "excited": 1532, "research": 1039, "discovered": 529, "barley": 68, "millet": 25, "anyway": 1756, "nba": 91, "player": 1662, "characters": 921, "model": 3662, "manual": 1161, "reasonably": 532, "clear": 3224, "twisted": 130, "gel": 676, "piece": 4575, "instructed": 127, "trying": 4297, "bikes": 99, "act": 201, "hilarity": 4, "inexpensive": 1324, "cable": 3997, "students": 37, "'re": 8343, "basically": 1527, "glassful": 2, "chemicals": 453, "each": 4990, "wasnt": 190, "bits": 493, "coffee": 12688, "yes": 2452, "gamecube": 226, "titles": 171, "handful": 162, "justify": 173, "owning": 226, "system": 2583, "aerosol": 37, "sprays": 194, "never": 12091, "felt": 2338, "comfortable": 3340, "solvent-derived": 1, "contents": 407, "installing": 386, "pedals": 58, "various": 1025, "cleat": 4, "systems": 320, "learn": 739, "impressed": 1480, "spoiled": 141, "temptations": 6, "anything": 7091, "else": 3771, "treat": 721, "change": 2594, "attachments": 612, "occasional": 383, "run": 2896, "down": 9460, "steel": 3383, "decide": 449, "however": 9001, "trial": 201, "buy": 16528, "extended": 799, "warranty": 1294, "hepa": 204, "filter": 3470, "20": 3049, "six": 1161, "sturdy": 4075, "protector": 2997, "extras": 170, "hand": 5586, "pinch": 252, "nice": 13235, "sharp": 2926, "cut": 4671, "cake": 2074, "3-6": 20, "egg": 1059, "omelette": 40, "finished": 766, "under": 4067, "broiler": 98, "desired": 379, "t-mobile": 292, "sim": 553, "pay": 3087, "plan": 1344, "recognized": 138, "imei": 5, "accept": 223, "serious": 823, "letdown": 32, "video": 1490, "2nd": 639, "watch": 1772, "survive": 164, "beginning": 539, "open": 3466, "diving": 21, "minutes": 5744, "maximum": 297, "35": 311, "definately": 226, "sodium": 202, "level": 2216, "130": 62, "mg": 153, "imagine": 1158, "why": 5498, "engineered": 101, "hose": 702, "vacuum": 2253, "swivel": 198, "top": 7891, "spot": 887, "dry": 3917, "powder": 983, "nature": 372, "does": 33060, "stick": 3692, "paper": 2273, "filters": 1725, "hope": 1829, "last": 9618, "significantly": 313, "impacted": 12, "amount": 2916, "dropped": 1946, "per": 1409, "heads": 333, "deeply": 71, "6": 4034, "handle": 5909, "witness": 12, "attempts": 229, "batman": 63, "superman": 81, "remotely": 99, "interesting": 686, "start": 2889, "puree": 114, "applesauce": 88, "peach": 181, "pear": 22, "apricot": 23, "mixed": 728, "fruits": 385, "nesco": 72, "american": 492, "harvest": 79, "dehydrator": 184, "recommended": 1950, "sticking": 913, "s-10": 3, "same": 11713, "second": 4794, "went": 4806, "perfectly": 5133, "zero": 839, "film": 587, "installed": 1165, "factory": 534, "addition": 1392, "pans": 3184, "missing": 861, "rim": 339, "bottle": 2737, "opener": 1202, "keeping": 1237, "seems": 6740, "smidge": 17, "thicker": 850, "new": 12003, "7": 2140, "tab": 375, "doubled": 92, "beautiful": 1743, "bowls": 1465, "wonderful": 2142, "array": 41, "sizes": 1643, "order": 4363, "again": 10504, "worth": 6723, "trouble": 1572, "saw": 2470, "ones": 4666, "main": 1491, "lowercase": 5, "letters": 223, "saved": 727, "power": 4399, "outage": 30, "her": 6483, "changes": 581, "pink": 976, "wow": 662, "arms": 495, "pose-able": 1, "real": 3962, "barbie": 69, "pleasure": 251, "necessary": 740, "reduce": 406, "temperature": 1383, "levels": 870, "range": 1634, "keyboard": 1048, "connect": 989, "phones": 2756, "please": 1319, "starforce": 41, "baldurs": 10, "gate": 131, "series": 1297, "intuitive": 244, "obvious": 466, "threat": 28, "taking": 2103, "inches": 1063, "kitty": 228, "ignored": 154, "careful": 1694, "before": 11594, "requesting": 35, "check": 1458, "freezer": 804, "attach": 610, "wi-fi": 93, "e-mail": 122, "shop": 653, "etc": 4006, "decently": 97, "protective": 715, "nephew": 89, "birthday": 638, "hooked": 338, "magic": 345, "electronics": 402, "writing": 520, "probably": 5244, "our": 8823, "broke": 3951, "alarm": 364, "looked": 3452, "comfy": 163, "button": 3481, "push": 1448, "21": 146, "rpgs": 91, "playstation": 269, "beat": 1435, "grapes": 40, "followed": 855, "beef": 614, "jerky": 369, "rings": 705, "night": 2282, "launch": 113, "anxiously": 19, "awaited": 18, "floodgates": 2, "opening": 1290, "midnight.unfortunately": 1, "clearly": 1027, "scoop": 1122, "dishwasher": 3169, "bend": 731, "pin": 595, "diagram": 22, "closest": 107, "diagonal": 15, "corner": 592, "usb": 3605, "thin": 3300, "wonder": 850, "dent": 153, "hdr120": 4, "comfort": 584, "portability": 70, "n": 351, "cuts": 889, "both": 7579, "sides": 1765, "lefties": 11, "fyi": 114, "converter": 87, "cordless": 274, "designed": 2111, "cheaper": 2331, "clock": 472, "timer": 1124, "pause": 212, "serve": 612, "function": 1129, "need": 12046, "widely": 57, "available": 1895, "costs": 721, "makes": 10293, "hum": 86, "twice": 2010, "loud": 1878, "fridge": 825, "drives": 323, "mine": 4253, "wants": 820, "actually": 7020, "bake": 1163, "cornbread": 124, "heed": 51, "advice": 526, "spend": 2042, "money": 8901, "decent": 2045, "photos": 513, "black": 3867, "preferred": 248, "blue": 2119, "pictured": 505, "barely": 1697, "15": 1951, "percentage": 72, "85": 62, "goes": 2742, "flawlessly": 366, "relatively": 752, "eliminate": 213, "remained": 146, "irritating": 240, "unfinished": 60, "edges": 1491, "reason": 3316, "update": 2011, "web": 726, "stock": 1053, "market": 1441, "bloomberg": 2, "weather": 357, "care": 2597, "must": 3986, "mess": 1596, "coffeemaker": 462, "let": 4134, "shall": 83, "wether": 7, "freinds": 7, "replied": 45, "factories": 21, "end": 4682, "2009": 176, "baby": 1043, "wipes": 156, "half": 3891, "awful": 1170, "cherry": 225, "day": 9303, "softgels": 13, "contain": 413, "pure": 492, "dha": 36, "might": 5170, "epa": 36, "vit": 19, "d": 563, "e": 242, "holster": 810, "failed": 1038, "motion": 301, "sitting": 1058, "desk": 603, "frontal": 9, "protection": 2470, "saying": 1072, "puts": 375, "heck": 396, "edge": 1945, "thoroughly": 391, "enjoys": 187, "frequently": 770, "logitech": 242, "buckle": 135, "strap": 683, "heel": 283, "adjustment": 344, "cinches": 2, "far": 7791, "improving": 51, "teva": 24, "keen": 65, "checked": 673, "nyx": 35, "lack": 845, "sufficient": 248, "accurate": 880, "tinted": 63, "moisturizer": 332, "spf": 79, "coverup": 3, "says": 2724, "shelves": 282, "include": 574, "bottom": 4885, "fifth": 65, "frustrated": 404, "visibly": 34, "upset": 398, "surely": 207, "adrenaline": 10, "making": 5531, "heart": 341, "race": 182, "arriving": 36, "broken": 2161, "glued": 271, "glues": 11, "hook": 910, "fishing": 123, "pole": 181, "completely": 3273, "soaks": 30, "inside": 4076, "alot": 800, "playable": 79, "enjoyable": 233, "fell": 1388, "pocket": 1964, "going": 8415, "normal": 1810, "something": 9804, "intense": 150, "design": 4876, "happen": 961, "latter": 114, "category": 170, "feel": 6922, "enjoy": 1851, "selling": 670, "adapters": 298, "help": 3823, "cats": 2136, "redirected": 2, "aggression": 11, "feels": 3048, "freakin": 35, "tamper": 109, "easier": 3524, "espresso": 1171, "received": 4888, "give": 7301, "uncle": 56, "party": 784, "tonight": 168, "network": 556, "brilliant": 124, "computer": 1983, "savy": 6, "slight": 661, "notice": 1425, "picture": 2433, "early": 625, "40": 909, "oily": 635, "prefer": 1884, "rich": 363, "basket": 796, "wall": 1657, "shower": 911, "things": 6857, "handy": 1932, "us": 2734, "resort": 70, "tools": 1114, "plasma": 42, "mines": 23, "spears": 16, "shoulder": 285, "mounted": 381, "gun": 608, "sustain": 24, "tablet": 667, "traveling": 374, "weekend": 338, "create": 620, "scent": 829, "last.this": 2, "crazy": 861, "gym": 348, "covers": 1242, "front": 2377, "slides": 518, "together": 3337, "stuff": 4159, "dad": 315, "try": 8900, "seeing": 668, "advertised": 1413, "everywhere": 786, "tv": 1006, "fliers": 3, "inserts": 217, "literally": 932, "screamed": 20, "joy": 249, "tweak": 43, "appearance": 445, "content": 376, "mushy": 130, "microwave": 2106, ".223": 9, "5.56": 2, "growing": 250, "add": 3355, "taco": 78, "salad": 839, "menu": 299, "likes": 1100, "trains": 62, "reenact": 1, "thomas": 77, "homemade": 526, "youtube": 363, "videos": 443, "seam": 219, "straight": 1320, "curlers": 30, "needed": 5313, "housing": 248, "verizon": 923, "galaxy": 1634, "nexus": 517, "prior": 554, "owner": 262, "orange": 768, "images": 257, "smooth": 1926, "pop": 1321, "pros": 456, "wraps": 128, "device": 4884, "regularly": 521, "foam": 685, "rollers": 181, "curling": 138, "iron": 3057, "curls": 204, "yet": 4274, "recieve": 52, "past": 2614, "estimated": 83, "arrival": 179, "date": 758, "paid": 2166, "biggest": 793, "concern": 373, "keeps": 2510, "toppling": 10, "cakes": 1026, "baked": 732, "evenly": 1159, "uniform": 269, "blender": 1332, "needs": 3100, "kitchen": 6914, "complicated": 275, "tip": 1211, "charged": 1736, "wont": 603, "cant": 791, "lights": 767, "assume": 367, "worn": 798, "airzuit": 1, "jansport": 7, "backpack": 216, "apple": 2048, "simple": 3496, "aesthetic": 40, "close": 2540, "its": 13762, "possible": 1254, "safeguarding": 2, "accidental": 77, "drops": 846, "rake": 48, "meet": 294, "standards": 245, "short": 3401, "trash": 1113, "home": 4521, "person": 2110, "miracle": 194, "claim": 430, "stay": 3333, "cancels": 20, "background": 532, "noise": 2518, "somewhat": 1126, "logitec": 8, "least": 4719, "expensive": 4352, "plantronics": 806, "voyager": 279, "unfortunately": 2664, "construction": 1127, "29.99": 50, "retail": 420, "16": 677, "expecatations": 1, "knowing": 402, "flat": 2065, "seriously": 765, "involves": 65, "significant": 334, "literacy": 2, "competence": 3, "pass.i": 1, "purchasing": 1595, "cetaphil": 46, "restoraderm": 3, "restoring": 12, "wash": 2597, "10-ounce": 2, "chop": 493, "through": 8218, "frozen": 768, "meat": 2161, "bone": 287, "butter": 2033, "superb": 255, "s": 1221, "shot": 852, "perhaps": 1494, "defective": 934, "important": 1217, "offices": 21, "ours": 383, "lukewarm": 44, "solution": 1191, "street": 258, "wrapped": 328, "shipped": 950, "fairly": 1750, "kind": 3510, "19": 191, "lb": 311, "hang": 1032, "whenever": 529, "tries": 381, "bashing": 19, "finally": 3545, "gave": 4508, "elbow": 129, "grease": 657, "eat": 2317, "healthy": 908, "snack": 377, "members": 199, "taste.a": 3, "note": 1634, "scoped": 6, "air": 3343, "rifle": 203, "group": 262, "0.5": 31, "yards": 90, "yours": 147, "doing": 2519, "pellets": 165, "toaster": 1218, "oven": 3563, "heating": 897, "bent": 562, "slicer": 585, "allows": 1350, "slices": 730, "period": 669, "ran": 767, "hurtful": 5, "harder": 692, "buds": 453, "rice": 2048, "quantities": 215, "limited": 891, "space": 2704, "tool": 2035, "samsung": 2158, "corrupt": 20, "organization": 42, "deal": 3014, "customers": 448, "type": 2974, "building": 298, "mortice": 1, "tendon": 24, "joint": 140, "drip": 773, "maker": 3086, "cool": 2579, "burn": 891, "coffee.6": 1, "amazed": 405, "placed": 911, "behind": 1104, "it.complete": 2, "waste": 3394, "froze": 110, "restart": 136, "ps3": 299, "chemical": 492, "eliminated": 69, "meal": 704, "bars": 873, "disappointment": 762, "residue": 474, "lead": 382, "avoid": 1319, "lenses": 265, "tablets": 332, "ipods": 131, "trips": 375, "unobtrusive": 66, "given": 2132, "footprint": 156, "profile": 296, "aesthetics": 60, "due": 2352, "consideration": 123, "swirls": 20, "crisp": 441, "above": 1241, "wo": 5332, "suggest": 1103, "included": 1827, "sleeve": 289, "believe": 2762, "grind": 1875, "beans": 1357, "fair": 792, "conclusion": 146, "claimed": 208, "classic": 889, "thinking": 1986, "said": 5254, "hours": 4807, "cup": 5475, "empty": 807, "options": 889, "turned": 2224, "forks": 86, "bigger": 1764, "bulkier": 106, "confidence": 156, "option": 1255, "soon": 1934, "talked": 203, "sounds": 1403, "talks": 81, "programming": 96, "downloads": 58, "contacts": 246, "higher": 1401, "previous": 1623, "suspect": 423, "part": 4872, "returnable": 29, "decided": 4141, "wet": 1270, "practically": 369, "become": 1170, "limp": 59, "rag": 75, "spyro": 76, "experience": 2592, "dissapointed": 193, "except": 1731, "bugs": 388, "revised": 33, "rating": 1355, "pleasant": 417, "starts": 782, "refrigerator": 499, "several": 7039, "os": 293, "certain": 984, "themselves": 642, "download": 424, "updates": 165, "such": 4320, "picked": 920, "universal": 268, "lawn": 110, "mower": 75, "during": 2307, "holidays": 217, "pleased": 2313, "continue": 828, "variety": 898, "eating": 1012, "hobby-chef": 1, "along": 2044, "dreadful": 24, "controls": 1435, "boss": 288, "fights": 87, "counter": 2447, "wanting": 484, "christmas": 2158, "whips": 51, "consuming": 180, "jobs": 502, "safe": 1840, "smoking": 94, "killed": 253, "rotating": 168, "causes": 484, "rotation": 68, "causing": 466, "variation": 56, "airflow": 37, "area": 2239, "generally": 702, "fan": 3004, "directed": 249, "round": 1078, "curves": 64, "bra": 1082, "instead": 4490, "struggles": 33, "uneven": 253, "unfortuently": 1, "pieces": 3398, "shaped": 498, "letter": 233, "stars": 4194, "presses": 330, "ended": 2152, "throwing": 551, "garbage": 850, "post": 547, "star": 2781, "rating.february": 1, "17": 307, "takes": 3654, "non-stick": 1387, "morning": 1674, "place": 4703, "hold": 6347, "tell": 2933, "safer": 223, "driving": 811, "dialed": 17, "number": 1972, "micro": 889, "planes": 56, "shredding": 159, "cheeses": 160, "veggies": 987, "following": 546, "directions": 1399, "equal": 229, "code": 260, "search": 730, "luck": 1154, "compared": 1878, "thise": 2, "shutdown": 30, "30": 2584, "seconds": 1693, "fully": 1292, "runny": 125, "messy": 533, "blend": 477, "solve": 262, "redness": 108, "hoped": 584, "bag": 3428, "face": 2490, "husband": 2832, "upon": 948, "delving": 2, "deeper": 194, "medically": 3, "prescribed": 38, "treatment": 254, "osteoporosis": 3, "japan": 136, "mk-4": 5, "older": 1758, "train": 280, "apart": 2701, "younger": 260, "dishes": 1270, "cell": 1897, "coverage": 385, "drained": 136, "powered": 323, "firewire": 44, "hub": 210, "idea": 2925, "batch": 1042, "neither": 736, "chewers": 93, "bully": 41, "sticks": 1064, "tendons": 20, "shoes": 1257, "'event": 1, "chef": 1066, "sometime": 173, "caterer": 5, "occasion": 203, "exists": 62, "transport": 111, "reliable": 774, "neat": 462, "manner": 232, "cute": 1698, "red": 2517, "color": 5317, "shade": 243, "logo": 345, "unprotected": 39, "concrete": 173, "chips": 549, "sooner": 320, "mommy": 14, "course": 2074, "fourth": 212, "timex": 76, "critically": 12, "flawed": 124, "investing": 79, "thrilled": 451, "models": 993, "highly": 3063, "ana": 9, "mardoll": 7, "sony": 1220, "venerable": 8, "30mm": 6, "driver": 415, "hear": 2354, "phrases": 36, "book": 946, "cover": 4846, "rarely": 554, "cares": 138, "toys": 1266, "cuisinart": 1589, "marble": 170, "snug": 655, "acid": 373, "chili": 271, "spaghetti": 244, "etc.": 179, "corroded": 26, "rivet": 28, "sites": 214, "leakage": 102, "eventual": 9, "failure": 363, "brush": 2202, "touch": 2618, "melted": 353, "tasting": 720, "waffles": 732, "breeze": 774, "poo": 87, "originally": 650, "wrote": 380, "2005": 158, "2010": 238, "easyacc": 2, "fixed": 642, "cautiously": 10, "purpose": 1325, "force": 631, "applied": 706, "shipment": 251, "transit": 48, "return": 3682, "map": 261, "99": 198, "send": 1473, "koss": 82, "honor": 111, "lifetime": 597, "huge": 2428, "oatmeal": 311, "minimal": 513, "scrubbing": 219, "effort": 934, "healthier": 322, "breakfast": 488, "seasoned": 378, "fill": 1441, "glaze": 95, "encased": 34, "accompanying": 31, "consistently": 356, "food": 7542, "professionals": 38, "cost": 3158, "vastly": 67, "luxury": 59, "brands": 1366, "ok": 3166, "giving": 1434, "counterfeit": 85, "simply": 2841, "3rd": 531, "cables": 1113, "absolutely": 2391, "presume": 26, "thinks": 178, "techno-geeks": 1, "desire": 145, "hd": 327, "moderately": 99, "terrible": 1712, "burning": 600, "browning": 124, "potpourri": 3, "acquired": 83, "allowing": 322, "exact": 985, "measurements": 389, "packaged": 633, "carefully": 672, "scratches": 1007, "bending": 207, "acrylic": 114, "ninety": 15, "nine": 156, "cents": 253, "camelbak": 14, "eddy": 2, "hardest": 126, "puzzle": 378, "it.2": 33, "extremely": 2704, "hour": 1885, "naturally": 320, "affected": 120, "environment": 382, "everyone": 1863, "season": 526, "wand": 305, "upside": 350, "whisk": 701, "works.in": 1, "summary": 107, "solid": 2451, "trent": 246, "disposal": 82, "difficult": 3255, "everlasting": 22, "ball": 1542, "220": 30, "lbs": 356, "xl": 180, "brown": 1276, "payless": 11, "wear": 3399, "pair": 2439, "-it": 47, "plenty": 1066, "nectar": 43, "refills": 95, "often": 2915, "jars": 1300, "lids": 1338, "worry": 1155, "skull": 37, "pressure": 2243, "charcoal": 202, "lighter": 900, "refilling": 72, "propane": 60, "away": 6663, "address": 334, "relations": 8, "department": 293, "clairol": 21, "po": 11, "44048": 1, "jacksonville": 1, "fl": 46, "32231-4048": 1, "12": 2160, "casecrown": 32, "vendor": 402, "cases": 2571, "aliasing": 4, "high-contrast": 2, "areas": 853, "popup": 18, "amp": 414, "flying": 314, "colors": 1922, "lighten": 45, "critical": 153, "leopard": 43, "print": 432, "cloth": 768, "producing": 126, "mouth": 1077, "cracker": 125, "topped": 57, "salmon": 220, "min": 344, "refill": 247, "soap": 1294, "dispenser": 289, "t": 1160, "verified": 65, "travels": 77, "across": 1171, "quieter": 193, "there.i": 15, "replaced": 1998, "blade": 2797, "attachment": 995, "tabs": 266, "control": 2553, "heat": 3770, "batches": 547, "belongs": 82, "jewel": 47, "value": 1761, "shelf": 766, ".-duck": 1, "popped": 616, "corn": 1139, "calorie": 127, "shake": 442, "adheres": 24, "dogs": 2034, "fried": 346, "eggs": 1870, "breaking": 903, "yoke": 15, "oh": 1170, "gameplay": 988, "ultra-sensitive": 5, "margin": 35, "error": 559, "overhead": 56, "bin": 351, "airplanes": 24, "issue": 3118, "hinting": 6, "rancid": 123, "either.in": 2, "sum": 100, "satisfied": 1003, "receiver": 335, "die": 584, "require": 700, "plug": 2344, "pulled": 703, "beofre": 2, "detach": 80, "150": 212, "kong": 400, "cusinart": 51, "guys": 508, "missed": 340, "boat": 187, "splitter": 80, "output": 452, "recipes": 958, "sadly": 637, "required": 749, "lots": 1840, "games": 3890, "day.fits": 1, "voltage": 157, "purported": 7, "5.1": 38, "volts": 45, "everytime": 302, "cooler": 231, "annoyed": 151, "dough": 1909, "balance": 581, "tapping": 71, "fingernails": 45, "precision": 162, "wife": 2861, "9": 1243, "girls": 340, "consruction": 1, "cheesy": 162, "drink": 1910, "diet": 535, "soda": 319, "anymore": 1388, "cold": 1590, "tea": 3204, "hairs": 247, "adjust": 910, "swipe": 101, "popcorn": 2231, "fiance": 90, "mentioned": 1195, "bother": 1114, "radio": 1104, "stations": 233, "cd": 840, "predictable": 54, "non-responsive": 7, "reminded": 131, "odors": 162, "litter": 1073, "cat": 2734, "noxious": 12, "chopping": 634, "forever": 1082, "rosemary": 60, "kept": 2100, "connection": 1279, "computers.7": 1, "palm": 660, "palmone": 7, "way-overpriced": 1, "one-off": 6, "smartphones": 151, "virtually": 390, "reread": 9, "chai": 124, "erase": 50, "markers": 77, "physical": 216, "differences": 138, "former": 115, "brick": 185, "mortar": 134, "nearly": 1648, "worthless.the": 1, "ancient": 98, "apparently": 872, "binnoculars": 2, "bar": 1423, "tortilla": 117, "malfunction": 55, "working": 4407, "flour": 882, "adult": 395, "lover": 154, "whirley-pop": 39, "prepared": 365, "it.update": 38, "iottie": 10, "sega": 194, "recover": 65, "soft": 2668, "scat": 3, "training": 267, "surf": 39, "lose": 1170, "applicator": 86, "stuck": 2003, "bowl": 3586, "mix": 1760, "meatloafs": 4, "recommend.took": 1, "barrel": 249, "quite": 5639, "tempted": 95, "julienne": 91, "holding": 1510, "blades": 1412, "mighty": 72, "gauge": 330, "permanent": 331, "company": 3073, "runs": 787, "thermometer": 785, "registers": 21, "precisely": 112, "recently": 1836, "rather": 3168, "generic": 502, "decker": 245, "difference": 2816, "superglued": 11, "landed": 76, "gravel": 49, "shattered": 135, "100": 1760, "shards": 39, "blueant": 125, "v1": 22, "walking": 582, "riding": 226, "hanging": 628, "accessory": 372, "removed": 1093, "pliers": 91, "indeed": 401, "suitable": 230, "8mm": 10, "wide": 1478, "45": 433, "mins": 189, "ache": 62, "cinnamon": 316, "allspice": 10, "anise": 37, "cardamom": 22, "ihome": 16, "sits": 778, "collecting": 195, "dust": 1703, "otterbox": 1640, "ulta": 24, "super": 2714, "raam": 1, "kill": 663, "designers": 116, "reverted": 14, "steam": 1262, "variable": 97, "additional": 877, "rolls": 454, "bagging": 10, "everybody": 165, "fresh": 1952, "expected": 3200, "consider": 1113, "replacement": 3763, "ikon": 6, "shreds": 106, "mind": 1778, "headphone": 625, "mini-usb": 81, "connector": 676, "usb-to-miniusb": 2, "didnt": 779, "work-period": 1, "unless": 2585, "expert": 149, "repairing": 36, "hoover": 518, "almost": 6262, "popper": 930, "hinged": 47, "access": 869, "assembly": 449, "resevoir": 28, "navigate": 106, "distractions": 9, "reserve": 59, "rival": 127, "decides": 44, "discontinue": 42, "interferrence": 2, "container-": 1, "expecting": 1157, "chocolate": 1624, "peanut": 486, "butter-": 3, "auto": 448, "house": 3180, "straighteners": 6, "plugged": 1252, "flare": 85, "adds": 665, "interest": 613, "speakerphone": 275, "hoses": 68, "garage": 404, "overnight": 460, "build": 1011, "road": 680, "warrior": 69, "closed": 669, "wearing": 1292, "delighted": 210, "boar": 26, "badger": 23, "mp3": 472, "boombox": 11, "rio": 82, "volt": 58, "portable": 661, "moves": 644, "lite": 123, "salt": 1000, "12-pack": 9, "badly": 467, "dented": 157, "seal": 1214, "besides": 488, "tips": 726, "medium": 1435, "bose": 287, "suggestions": 158, "dorm": 61, "smoke": 361, "blow": 466, "dryer": 513, "potential": 374, "misson": 1, "aunt": 62, "cleanup": 525, "utensils": 571, "bamboo": 248, "sprayed": 267, "greyhound": 9, "soothe": 19, "moderate": 267, "severe": 221, "separation": 76, "anxiety": 104, "scoops": 287, "cookies": 1669, "coating": 904, "loosen": 195, "rinse": 765, "hate": 1558, "melon": 58, "canteloupe": 3, "combo": 338, "honeydew": 4, "watermelon": 78, "natural": 1446, "shampoo": 764, "silicon": 260, "ugh": 98, "reaches": 131, "maintain": 338, "2-3": 482, "induction": 128, "cook": 3742, "quoted": 17, "hat": 274, "greater": 163, "range.my": 1, "attention": 777, "flops": 92, "bends": 134, "distorts": 30, "whatever": 1337, "bluebuds": 9, "story-dawn": 1, "mana": 67, "henceforth": 5, "referred": 54, "dom": 10, "action-rpg": 2, "platformer": 25, "hybrid": 81, "isle": 17, "illusia": 1, "torn": 190, "whether": 914, "middle": 992, "500-580": 1, "degree": 367, "midway": 44, "point": 2866, "ranged": 24, "425-300": 1, "treats": 694, "reptile": 4, "themed": 32, "sweet": 1381, "sauces": 333, "pass": 721, "dropping": 428, "carrots": 463, "flimsy": 1699, "five-round": 1, "push-through": 1, "clip": 1606, "gives": 1588, "visual": 113, "indication": 94, "pellet": 54, "relative": 143, "breech": 11, "luckily": 405, "testing": 343, "basement": 163, "managed": 418, "realized": 878, "loads": 159, "turning": 777, "mechanism": 659, "safely": 240, "considering": 1117, "kohls": 16, "bed": 893, "bath": 509, "beyond": 704, "coupon": 96, "competitive": 90, "rate": 1034, "reset": 398, "outlet": 548, "sources": 119, "50-70": 3, "quantity": 224, "describe": 341, "vs": 528, "beauty": 342, "bling": 90, "evening": 236, "story": 1210, "mode": 1113, "x": 1093, "coins": 80, "fun": 3668, "toy": 3892, "constantly": 1258, "crack.p.s": 1, "rented": 152, "larger": 3255, "portion": 625, "surgery": 113, "seemed": 2373, "entertainment": 130, "hotels": 25, "intriguing": 31, "panasonic": 412, "teach": 104, "school": 498, "container": 1499, "28": 145, "slippers": 174, "regarding": 236, "seller": 1745, "lightyear": 8, "heard": 1302, "fraying": 33, "singeing": 2, "wipers": 22, "thats": 556, "trusting": 30, "branded": 93, "ge": 69, "soup": 1201, "stocks": 44, "stews": 154, "repeat": 291, "cookie": 1109, "ahead": 595, "bunch": 751, "goodies": 60, "rip": 412, "inferior": 250, "choice": 1369, "routinely": 49, "leaked": 320, "maverick": 17, "henrietta": 4, "overcooked": 49, "cookers": 270, "22": 272, "rifles": 50, "glass": 3944, "lovely": 432, "pattern": 393, "8.5": 62, "8-9": 28, "feet": 2078, "swimming": 90, "unpretentious": 1, "revereware": 15, "renting": 85, "ea": 386, "cast": 2006, "mom": 944, "sisters": 53, "special": 1082, "double": 1077, "sided": 101, "adhesive": 349, "tape": 977, "shops": 72, "emblems": 5, "onion": 255, "celery": 122, "green": 1571, "pepper": 635, "chopped": 263, "pulses": 28, "mustbe": 1, "pumped": 73, "possibly": 511, "rubbery": 330, "plastic2": 1, "48": 143, "exterior": 201, "leak": 709, "display": 856, "reviewer": 919, "begin": 616, "appliance": 571, "non-issue": 25, "pill": 248, "versatile": 400, "unsuccessful": 25, "seed": 250, "reached": 166, "feeder": 333, "openings": 211, "bird": 307, "spilling": 174, "fact": 3673, "lasted": 1984, "weeks.the": 3, "juicer": 667, "leaks": 424, "apricots": 24, "spread": 358, "sizing": 327, "kit": 1135, "thank": 826, "goodness": 215, "tooth": 340, "headsets": 1097, "plain": 946, "white": 3269, "spunk": 2, "clarified": 9, "syluses": 2, "pad": 938, "electric": 1336, "uke": 11, "swype": 52, "typing": 176, "relentless": 7, "crap": 870, "totally": 1514, "pics": 146, "sorts": 258, "troubles": 61, "accidentally": 488, "clicking": 164, "speed": 1159, "hassle": 730, "unlimited": 133, "storage": 1659, "burden": 22, "incredibly": 671, "visble": 2, "indicator": 363, "song": 266, "transfer": 436, "ephpod": 1, "caused": 734, "xp": 291, "freeze": 515, "there.the": 16, "carry": 1465, "learned": 745, "live": 1923, "closet": 415, "lost": 1964, "cds": 131, "result": 1176, "transferred": 60, "keeper": 210, "contained": 169, "certainly": 1359, "dislikes": 27, "detect": 115, "disguised": 15, "pockets": 468, "dynamics": 12, "forget": 1079, "iti": 10, "20ish": 1, "unlike": 1141, "standby": 156, "ridiculous": 458, "brim": 48, "rolled": 284, "pork-pie": 1, "link": 335, "nancy": 35, "rectorauthor": 4, "painful": 344, "truth": 227, "entrapment": 5, "america": 343, "sick": 512, "damp": 258, "towel": 942, "sheet.i": 1, "finest": 86, "mesh": 458, "results": 2332, "slender": 60, "non-bulky": 3, "memory": 709, "chip": 484, "ease": 1022, "wrap": 573, "tripod": 230, "cellphones": 41, "alone.the": 1, "con": 237, "3-4": 342, "participate": 22, "fraudulent": 9, "activity": 128, "passed": 293, "spent": 1355, "hovering": 10, "levels.secondly": 1, "fashion": 245, "gritty": 116, "resonant": 3, "frequency": 164, "vibrates": 48, "nose": 506, "tickle": 9, "okay": 1471, "chunky": 131, "plasticky": 21, "pregnant": 85, "wacky": 15, "foods": 1192, "mid": 183, "length": 1227, "rain": 247, "boots": 405, "sink": 1217, "nearby": 92, "applications": 324, "calendar": 86, "wax": 322, "thumbs": 176, "became": 884, "blowing": 171, "warm": 1625, "mainly": 535, "fish": 1006, "seafood": 69, "neatly": 167, "fatigue": 77, "steamer": 687, "cleaner": 1222, "stains": 463, "khm7t": 4, "sold": 1209, "nationally": 2, "occur": 96, "regardless": 386, "google": 545, "set.i": 11, "50": 1438, "thanks": 911, "carton": 59, "manufacturing": 284, "facility": 38, "reuses": 2, "recycles": 6, "95": 112, "wastes": 46, "toast": 638, "install": 1407, "blast": 158, "assembled": 226, "hoop": 34, "pressing": 387, "buttons.description": 1, "assembling": 55, "pound": 596, "amazing": 1608, "electrical": 265, "storms": 26, "bumps": 269, "fps": 226, "chance": 1126, "bayer": 8, "likely": 1003, "deny": 22, "held": 1458, "correlation": 5, "risk": 507, "continuation": 9, "grateful": 77, "screenshots": 15, "painted": 182, "gray": 291, "190": 34, "200": 382, "franchise": 120, "unforgiving": 25, "lathargic": 2, "grounds": 712, "workouts": 82, "36": 160, "waist": 461, "clown": 23, "pants": 730, "cereal": 567, "standard": 1842, "width": 352, "understand": 1421, "span": 66, "griddle": 456, "threw": 1048, "neighborhood": 76, "walmart": 539, "earliest": 14, "opportunity": 188, "semi-healthy": 2, "snacking": 19, "late": 476, "attacks": 143, "planning": 251, "creating": 232, "sea": 180, "winner": 233, "fitting": 563, "seven": 274, "pint": 66, "rack": 1677, "moving": 962, "rest": 1737, "shelter": 77, "circuit": 132, "website": 978, "tighter": 148, "convince": 64, "60.thumbs": 1, "pack": 1951, "2346": 1, "approximately": 221, "maintaining": 84, "turntable": 88, "frost": 78, "caplets": 11, "swallow": 155, "dinners": 79, "bean": 286, "direct": 347, "roasts": 176, "heats": 761, "rated": 710, "850mah": 1, "composite": 32, "firmly": 263, "embedded": 57, "htc": 1265, "evo": 928, "4g": 975, "sprint": 469, "newest": 86, "platform": 148, "alternate": 79, "earpieces": 140, "earbuds": 484, "carbon": 232, "respond": 243, "sharpening": 399, "grand": 313, "theft": 101, "greatest": 290, "mistake": 845, "unpopped": 153, "kernels": 502, "spun": 44, "stainless": 3105, "rubberized": 338, "handles": 1849, "teeth": 614, "2.2mm": 1, "sort": 1210, "angel-hair": 4, "noodles": 341, "spaghetti-type": 1, "glare": 250, "picks": 354, "frying": 625, "fingers": 1098, "slide": 1315, "fingerprint": 73, "screens": 443, "insulation": 96, "depot": 91, "helps": 1438, "locate": 108, "misplaced": 63, "gevalia": 31, "carafe": 919, "contributed": 29, "misplacing": 20, "technology": 468, "oxo": 1821, "wires": 583, "wire": 1179, "warns": 25, "headband": 77, "shitzu": 4, "puppy": 732, "all.the": 37, "uc": 3, "bombing": 6, "capture": 134, "flag": 41, "theory": 155, "strategy": 217, "thanksgiving": 231, "gathering": 73, "42": 80, "friends": 1642, "muffin": 281, "basic": 1104, "stoneware": 129, "dude": 49, "reasons": 628, "premise": 49, "clumsily": 8, "coconut": 528, "sugar": 1899, "w": 925, "sibo": 4, "cabinet": 687, "hangs": 178, "lets": 561, "liquid": 1292, "wish": 4331, "figure": 1290, "emergency": 248, "famished": 1, "removing": 743, "began": 806, "indistinguishable": 25, "silence": 47, "suave": 35, "tresemme": 16, "community": 84, "skechers": 30, "exactly": 3415, "net": 222, "rid": 701, "layer": 576, "hydrating": 34, "silky": 122, "tidy": 72, "girlfriend": 280, "wears": 316, "appears": 1119, "carrying": 505, "funny": 440, "lego": 80, "technic": 2, "rage": 57, "simpsons": 50, "doubt": 738, "duplo": 7, "baskets": 98, "side-by-side": 45, "envy": 20, "i-phone": 59, "ridge": 67, "stitched": 49, "silver": 559, "glaring": 28, "against": 1443, "dark": 1564, "quarter-inch": 1, "convenient": 1135, "loop": 382, "braun": 426, "....": 1787, "hassle.no": 1, "prices": 446, "engineering": 134, "information": 635, "antennaweb.org": 1, "10-12": 51, "miles": 276, "residence": 18, "smallest": 317, "earholes": 4, "word": 636, "earth": 182, "hours.the": 8, "gloss": 106, "matte": 376, "fat": 1089, "daddios": 5, "anchor": 89, "feather": 70, "intention": 91, "pull": 1643, "heater": 364, "pitcher": 1081, "internet": 865, "zipper": 318, "sunglasses": 126, "lavera": 1, "natur": 1, "kosmetik": 1, "parabens": 77, "clumping": 72, "mic": 542, "nor": 902, "graphics": 2205, "horrible": 1677, "worst": 1903, "gba": 100, "listening": 593, "distorted": 89, "interference": 187, "signal": 1146, "receptacles": 16, "handled": 244, "galvanized": 11, "pounder": 81, "pointed": 242, "'notches": 2, "bbq": 145, "king": 161, "himself": 151, "complaint": 1234, "howerver": 1, "traditional": 544, "vacs": 60, "b": 812, "particularly": 674, "egges": 1, "sausages": 60, "bacon": 830, "crepes": 73, "magnet": 467, "connectors": 230, "holder": 1459, "confess": 33, "hubby": 223, "tired": 815, "user": 1008, "friendly": 319, "conditioner": 607, "formula": 549, "includes": 411, "cranberry": 45, "stereo": 597, "goodwill": 122, "pitched": 81, "static": 638, "answering": 84, "calls": 1451, "utensil": 314, "organizer": 101, "wireless": 1308, "built-in": 283, "areas4": 1, "pump": 967, "height": 464, "lt": 140, "re-purposed": 3, "lives": 289, "2,000": 16, "drinker": 179, "pantry": 224, "aside": 444, "smear": 40, "lens": 1268, "fingerprints": 251, "seldom": 89, "planet": 164, "tallon": 1, "iv": 69, "bummed": 94, "slim": 720, "vey": 10, "milk": 1693, "stir": 463, "laundry": 276, "88": 25, "blood": 404, "thinners": 2, "drips": 190, "straightforward": 62, "instructions": 2543, "dread": 34, "batters": 91, "whisks": 140, "kiddos": 20, "outside": 2027, "sandbox": 19, "strengthen": 18, "otherwise": 1670, "improve": 477, "nails": 603, "grew": 258, "naked": 92, "choices": 318, "concerning": 58, "mah": 237, "pug": 29, "proclaim": 10, "s720c": 1, "stated": 825, "guards": 106, "bucket": 199, "bumped": 92, "coming": 1493, "secure": 884, "harms": 7, "repeated": 229, "bleached": 55, "processed": 176, "char": 23, "reals": 2, ".but": 14, "raw": 475, "knifesafe": 3, "guard": 361, "drawer": 1050, "sharpened": 214, "miss": 578, "wrist": 358, "ds": 242, "daughter": 2634, "pliable": 75, "rubber": 2955, "dont": 1697, "common": 563, "netgear": 330, "amps": 96, "indicated": 208, "vibrate": 107, "mostly": 1278, "audible": 100, "tone": 347, "experiments": 28, "application": 630, "technique": 125, "hassling": 3, "meguiars": 11, "rechargeable": 194, "superior": 626, "philips": 167, "soincare": 1, "station": 401, "sweetner": 26, "culprit": 63, "symptoms": 150, "gone": 1599, "long-time": 27, "pc": 1134, "follower": 8, "monitor": 380, "reporting": 39, "usage": 545, "kinds": 540, "lining": 182, "peel": 863, "built": 1677, "aircurve": 4, "solves": 77, "spoken": 53, "surprised": 1670, "cardboard": 489, "carbs": 90, "advise": 280, "burner": 444, "inevitably": 59, "burns": 286, "chose": 702, "glue": 691, "crappy": 340, "fall": 2096, "tinkering": 23, "opposite": 300, "moreover": 93, "magicmobil": 1, "mailed": 55, "envelope": 143, "uv": 126, "primarily": 363, "sprint-nextel": 1, "grade": 352, "candy-bar": 1, "i-335": 1, "sii": 57, "nextel": 17, "dismantled": 11, "spiciness": 13, "target": 589, "audience": 46, "olds": 85, "billed": 27, "manage": 326, "substantial": 371, "rubber-like": 17, "bakeware": 112, "stop": 1727, "incubation": 3, "placing": 296, "incubated": 2, "yogurt": 826, "wall.my": 1, "ignore": 223, "individual": 388, "chat": 90, "concluded": 34, "wad": 23, "credit": 524, "cards": 789, "useless": 1620, "support.returning": 1, "tomorrow": 152, "stiffness": 41, "velcro": 415, "band": 836, "peels": 185, "peeler": 523, "current": 729, "cent": 111, "others": 4387, "happier": 447, "freaking": 62, "in-game": 51, "tutorial": 70, "skills.finally": 1, "sucks": 597, "flip": 744, "wait": 1750, "til": 82, "outa": 3, "anti-glare": 123, "means": 1844, "opaque": 69, "messes": 94, "clarity": 307, "treble": 91, "songs": 263, "reduced": 258, "c": 689, "auger": 16, "fancy": 570, "jars.add": 1, "mixture": 250, "jarlet": 1, "ports": 607, "accessible": 197, "done.constantly": 1, "rearrange": 18, "nuisance": 67, "adaptor": 135, "celestron": 23, "t-ring": 4, "preparing": 180, "chicken": 1804, "veal": 13, "saltimbocca": 1, "steamers": 55, "shark": 106, "telling": 274, "affordable": 437, "prime": 548, "cutting": 2364, "decorate": 84, "pies": 204, "describing": 33, "hated": 504, "smushed": 8, "bite": 388, "stomach": 524, "april": 166, "2012": 392, "updated": 348, "sandwich": 330, "pads": 655, "t-fal": 75, "bells": 133, "whistles": 139, "hype": 398, "ready": 1433, "em": 75, "loved": 2706, "endured": 17, "stretches": 80, "pounding": 67, "indulge": 15, "dedicated": 176, "operation": 359, "switch": 2076, "mute": 209, "cons": 298, "arrive": 352, "test": 1648, "operated": 105, "butter.after": 1, "overflow": 160, "meals": 533, "matters": 226, "3-pack": 45, "wally": 30, "world": 1184, "sturdier": 256, "restored": 34, "dreaded": 61, "scratch": 1055, "hydration": 37, "dmae": 9, "polypeptides": 1, "powerful": 963, "destroyed": 367, "theirs": 146, "anndis": 1, "comb": 211, "medium-sized": 29, "eargels": 37, "mug": 771, "presumable": 2, "spring": 679, "warnings": 105, "snow": 185, "winds": 56, "affect": 304, "grips": 628, "allies": 14, "indiscriminately": 2, "struggle": 165, "alive": 131, "washing": 997, "unbenounced": 1, "sugars": 56, "properly": 1937, "protectoreven": 1, "zojirushi": 203, "contour": 52, "patiently": 18, "scrape": 266, "involved": 221, "written": 425, "experienced": 611, "almsot": 2, "chlorine": 62, "tissue": 98, "napkin": 48, "dirty": 917, "dried": 884, "gentle": 391, "disfigured": 9, "covered": 905, "lint-clumps": 1, "msr": 21, "igniter": 6, "cause": 1410, "cotton": 472, "candy": 494, "pizza": 1688, "crust": 603, "bringing": 119, "scoring": 28, "unfair": 53, "mincing": 73, "wasting": 322, "female": 279, "population": 31, "garmin": 145, "gps": 698, "electronic": 358, "gadgets.the": 1, "complain": 689, "kraft": 39, "dinner": 695, "trivial": 40, "point.update": 1, "slow": 1399, "dying": 231, "warning": 480, "interested": 674, "responsibility": 41, "notch": 203, "sorry": 1084, "negative": 1130, "fairness": 72, "lotion": 587, "temp": 572, "label": 831, "versions": 447, "toxic": 243, "ring": 1205, "4th": 236, "hurt": 756, "running": 1940, "spins": 154, "motorneedless": 1, "hack": 74, "slash": 43, "equipment": 601, "percent": 131, "grabs.the": 1, "shaver": 185, "admittedly": 97, "clunky": 209, "cgi": 10, "britney": 11, "remind": 99, 